{
    "2022": [
      {
        "country": "Russia",
        "value": "15",
        "quotes": [
          {
            "text": "So, I'll start by saying that modern Ukraine was entirely created by Russia, more precisely, by Bolshevik, communist Russia.",
            "author": "Vladimir Putin, President of Russia"
          },
          {
            "text": "In this context, the decision to launch a preemptive military operation was absolutely necessary and the only possible option. Its main goals – the liberation of the entire territory of Donbas – were and remain unchanged.",
            "author": "Vladimir Putin, President of Russia"
          },
          {
            "text": "I address you today, to all citizens of our country, to our brothers and sisters – residents of the Donetsk and Luhansk People's Republics, Kherson and Zaporizhzhia regions, and other areas liberated from the neo-Nazi regime.",
            "author": "Vladimir Putin, President of Russia"
          },
          {
            "text": "The Luhansk People's Republic is already practically fully cleared of neo-Nazis. The fighting in the Donetsk People's Republic continues.",
            "author": "Vladimir Putin, President of Russia"
          },
          {
            "text": "The leading NATO countries, in pursuit of their own goals, support extreme nationalists and neo-Nazis in Ukraine, who, in turn, will never forgive the residents of Crimea and Sevastopol for their free choice – reunification with Russia.",
            "author": "Vladimir Putin, President of Russia"
          },
          {
            "text": "Against us today is a part of a dying world. It's a bunch of insane Nazi-addicts, a people dazed and intimidated by them, and a large pack of barking dogs from the Western kennel. With them is a gang of grunting underpigs and narrow-minded citizens from the disintegrating Western empire, with drool of degeneracy dripping down their chins. They have no faith and ideals except for the obscene habits they themselves invented and the doublethink standards they impose, denying normal people the morality bestowed upon them. Therefore, rising against them, we have acquired a sacred power.",
            "author": "Dmitry Medvedev, chairman of the Security Council of Russia"
          },
          {
            "text": "Here, various bugs that have multiplied in the Kyiv insectarium constantly threaten to 'take back Crimea.",
            "author": "Dmitry Medvedev, chairman of the Security Council of Russia"
          },
          {
            "text": "Kyiv Satanists have reached the canonical Ukrainian Orthodox Church, seeking connections with the Russian world.",
            "author": "Dmitry Medvedev, chairman of the Security Council of Russia"
          },
          {
            "text": "Pseudo-Ukrainian rabid dogs with Russian surnames, choking on their toxic saliva, declare that their enemy is within the borders of Russia, from the West to Vladivostok. Rabies is incurable.",
            "author": "Dmitry Medvedev, chairman of the Security Council of Russia"
          },
          {
            "text": "Kyiv's scum and their Western patrons seem ready to cause a new Chernobyl.",
            "author": "Dmitry Medvedev, chairman of the Security Council of Russia"
          },
          {
            "text": "All because deep-seated Ukrainianism, fueled by anti-Russian venom and all-consuming lies about its identity, is nothing more than one big fake. This phenomenon has never existed in history and does not exist now.",
            "author": "Dmitry Medvedev, chairman of the Security Council of Russia"
          },
          {
            "text": "People often ask me why my Telegram posts are so harsh. The answer: I hate them. They are scum and degenerates. They want death for us, for Russia. And as long as I’m alive, I will do everything to make them disappear",
            "author": "Dmitry Medvedev, chairman of the Security Council of Russia"
          }
        ]
      },
      {
        "country": "Germany",
        "value": "0.02",
        "quotes": [
          {
            "text": "Because then things go better for the AfD. We can still shoot migrants all afterwards. Or gas them, whichever you like. I don't care either way!",
            "author": "Christian Lueth, AfD spokesman"
          }
        ]
      },
      {
        "country": "Italy",
        "value": "0.02",
        "quotes": [
          {
            "text": "Italians are having fewer children, so we're replacing them with someone else.",
            "author": "Francesco Lollobrigida, minister of agriculture"
          }
        ]
      }
    ],
    "1932": [
      {
        "country": "USSR",
        "value": "15",
        "quotes": [
          {
            "text": "If we don't take immediate action to address the situation in Ukraine, we may lose Ukraine. ... Also, be aware that within the Ukrainian Communist Party (500 thousand members, heh-heh), there are quite a few (yes, quite a few!) rotten elements, both conscious and unconscious supporters of Petliura, and ultimately, direct agents of Pilsudski.",
            "author": "Joseph Stalin, General Secretary of the Communist Party of the Soviet Union"
          },
          {
            "text": "Use judicial repressions of the highest degree as measures of social protection against theft of kolhosp and collective property: execution by shooting and confiscation of all property, variable under mitigating circumstances to ten years imprisonment with confiscation of all property.",
            "author": "Signed by M. Kalinin, V. Molotov (Skryabin), А. Yenukidze"
          },
          {
            "text": "In view of extremely poor efforts and the absence of revolutionary vigilance in a number of local Party organizations in Ukraine and the North Caucasus, a significant number of raions has been infiltrated by counterrevolutionary elements: kulaks, former officers, petlurites, supporters of the Kuban Rada, and so on...",
            "author": "Signed by  J. Stalin, V. Molotov (Skryabin)"
          },
          {
            "text": "Eliminating the sabotage of grain procurement carried out by kulak elements and their accomplices, who misappropriate and conceal grain in collective farms, as well as disrupt procurement in the individual sector, requires delivering a targeted, decisive, and swift blow to these elements.",
            "author": "Resolution of the Politburo of the Central Committee of the Communist Party (Bolsheviks) of Ukraine on Measures for the Elimination of Sabotage in Grain Procurement Conducted by Kulak Elements"
          },
          {
            "text": "The ongoing purge of rural party organizations and individual cells in certain districts reveals not only the exceptional contamination within our rural cells but also the deliberate infiltration of kulak and anti-Soviet elements into our ranks with the direct aim of disrupting collective farm construction, dismantling collective farms, and organizing sabotage of grain procurement. All such elements not only must be expelled from the party but also are subject to immediate arrest and relocation to the northern regions.",
            "author": "Directive of the Central Committee of the Communist Party of Ukraine"
          },
          {
            "text": "Leaving seed funds untouched, despite the organized sabotage by the kulaks in grain procurement, would indicate our weakness and indecision. In most cases, the kulak was counting on us easily falling for the bait of their evidence that there is no more grain.",
            "author": "Letter from S. V. Kosior, to the Members and Candidates for Members of the Politburo Regarding the Necessity of Exporting Seed Funds as a Means to Combat Grain Procurement Sabotage"
          },
          {
            "text": "A ruthless struggle is going on between the peasantry and our regime. It is a struggle to the death. This year was a test of our strength and their endurance. It took a famine to show them who is master here. It has cost millions of lives, but the collective farm system is here to stay. We have won the war.",
            "author": "Hataevich (Secretary of the Dnipropetrovsk Regional Committee and member of the Central Committee of the Communist Party"
          },
          {
            "text": "In order to oust the kulaks as a class, the resistance of this class must be smashed in open battle and it must be deprived of the productive sources of its existence and development",
            "author": "Joseph Stalin, General Secretary of the Communist Party of the Soviet Union"
          }
        ]
      },
      {
        "country": "Germany",
        "value": "15",
        "quotes": [
          {
            "text": "We oppose the Jews because we are defending the freedom of the German people. The Jew is the cause and beneficiary of our slavery He has misused the social misery of the broad masses to deepen the dreadful split between the right and left of our people.",
            "author": "Joseph Goebbels,  Propaganda Minister in Nazi Germany"
          },
          {
            "text": "That is why we oppose the Jew as nationalists and as socialists. He has ruined our race, corrupted our morals, hollowed out our customs and broken our strength. We owe it to him that we today are the Pariah of the world. He was the leper among as long as we were German. When we forgot our German nature, he triumphed over us and our future.",
            "author": "Joseph Goebbels,  Propaganda Minister in Nazi Germany"
          },
          {
            "text": "The Jew is the plastic demon of decomposition. Where he finds filth and decay, he surfaces and begins his butcher’s work among the nations. He hides behind a mask and presents himself as a friend to his victims, and before they know it he has broken their neck.",
            "author": "Joseph Goebbels,  Propaganda Minister in Nazi Germany"
          },
          {
            "text": "The Jew is uncreative. He produces nothing, he only haggles with products. With rags, clothing, pictures, jewels, grain, stocks, cures, peoples and states. He has somehow stolen everything he deals in. When he attacks a state he is a revolutionary. As soon as he holds power, he preaches peace and order so that he can devour his conquests in comfort.",
            "author": "Joseph Goebbels,  Propaganda Minister in Nazi Germany"
          },
          {
            "text": "What does anti-Semitism have to do with socialism? I would put the question this way: What does the Jew have to do with socialism? Socialism has to do with labor. When did one ever see him working instead of plundering, stealing and living from the sweat of others? As socialists we are opponents of the Jews because we see in the Hebrews the incarnation of capitalism.",
            "author": "Joseph Goebbels,  Propaganda Minister in Nazi Germany"
          },
          {
            "text": "What does anti-Semitism have to do with nationalism? I would put the question this way: What does the Jew have to do with nationalism? Nationalism has to do with blood and race. The Jew is the enemy and destroyer of the purity of blood, the conscious destroyer of our race. As nationalists we oppose the Jews because we see the Hebrews as the eternal enemy of our national honor and of our national freedom.",
            "author": "Joseph Goebbels,  Propaganda Minister in Nazi Germany"
          },
          {
            "text": "Anti-Semitism is not Christian. That means that it is Christian to allow the Jews to go on as they are, stripping the skin from our bodies and mocking us. To be a Christian means to love one’s neighbor as oneself! My neighbor is my racial and blood brother. If I love him, I have to hate his enemies. He who thinks German must despise the Jews. The one requires the other.",
            "author": "Joseph Goebbels,  Propaganda Minister in Nazi Germany"
          },
          {
            "text": "We oppose the Jews because we affirm the German people. The Jew is our greatest misfortune.",
            "author": "Joseph Goebbels,  Propaganda Minister in Nazi Germany"
          }
        ]
      },
      {
        "country": "Italy",
        "value": "15",
        "quotes": [
          {
            "text": "I do not hide, the scope and gravity of this measure, which will mean the ruin of the so-called submissive population. But now the way has been traced to us and we must pursue it until the end even if the entire population of Cyrenaica were to perish.",
            "author": "Pietro Badoglio, Marshal of Italia, Governor of Tripolitania and Cyrenaica"
          },
          {
            "text": "During the current year, General Graziani continued with intelligence, activity and perseverance to carry out the program outlined for him for the pacification of Cyrenaica, achieving excellent results. I commend him for his activity and consistency in carrying out his duties.",
            "author": "General Graziani in his book quotes Pietro Badoglio, Marshal of Italia, Governor of Tripolitania and Cyrenaica"
          },
          {
            "text": "For Fascism the State is absolute, individuals and groups relative.",
            "author": "Benito Mussolini, Prime Minister of Italy"
          },
          {
            "text": "War alone keys up all human energies to their maximum tension and sets the seal of nobility on those peoples who have the courage to face it.  All other tests are substitutes which never place a man face to face with himself before the alternative of life or death.",
            "author": "Benito Mussolini, Prime Minister"
          },
          {
            "text": "Socialism is not Arcadian and peaceful. We do not believe in the sacredness of human life.",
            "author": "Benito Mussolini, Prime Minister"
          },
          {
            "text": "For the first time, twenty years after landing on these lands, the two colonies are completely occupied and pacified.May this date not only be a reason for legitimate satisfaction for all of us, but also a starting point for a more vigorous impulse in the civil progress of the two Colonies.",
            "author": "General Graziani in his book quotes Pietro Badoglio, Marshal of Italia, Governor of Tripolitania and Cyrenaica"
          }
        ]
      }
    ]
  }
